Repository: maxi80-com/maxi80-app
Catalog: Sources/Maxi80/Resources/Localizable.xcstrings
Source language: en
Languages: fr

source: %@ remaining
fr: %@ restant

source: AirPlay output
fr: Sortie AirPlay

source: Back to live
fr: Retour au direct

source: Cancel
fr: Annuler

source: Connection lost. All reconnection attempts failed.
fr: Connexion perdue. Toutes les tentatives de reconnexion ont échoué.

source: Copy
fr: Copier

source: Extend
fr: Prolonger

source: I'm listening to %@ by %@ on Maxi 80. Listen at %@
fr: J'écoute %1$@ de %2$@ sur Maxi 80. À écouter sur %3$@

source: Play
fr: Lecture

source: Retry
fr: Réessayer

source: Set sleep timer
fr: Régler le minuteur de veille

source: Share
fr: Partager

source: Share current track
fr: Partager le titre en cours

source: Sleep timer
fr: Minuteur de veille

source: Sleep timer active
fr: Minuteur de veille actif

source: Song history. Swipe to browse previously played tracks.
fr: Historique des titres. Balayez pour parcourir les titres précédents.

source: Support Maxi 80
fr: Soutenir Maxi 80

source: Turn off
fr: Désactiver
